IDEA Open Model
BoltAssembly.HeadDiameter Property
Compatible with IDEA StatiCa Beta 20.0
 Diameter of the head
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double HeadDiameter { get; set; }
Public Property HeadDiameter As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
BoltAssembly Class
IdeaRS.OpenModel.Material Namespace